# -*- coding: utf-8 -*-
#
#       Copyright 2010 Yegor Kowalew <kw@sdesign.com.ua>
#

Нужно выводить:
    всего статусов (есть)
    всего пользователей (есть)
    список пользователей (есть)

Просмотр по:
    дате (есть)
    по рейтингу (есть)
    по автору (есть)
    еще не опубликованы (только для суперюзера)
    по популярности (когда будет возможность установить с сайта)

Статистика:
    Новых (добавлено за сегодня)
    Не подтвержденных (добавлены и не подтверждены)
    Воспользовалось сервисом (будет в конце)

Лучшие:
    за сегодня
    за неделю
    за месяц

в добавок надо научиться пользоваться меркуриалом
asdfasd
asdfhgsdgf